Repository: KratorD/Tareas
Catalog: locale/*/LC_MESSAGES/module_tareas.po
Languages: es

source: Work added sucessfully.
es: Tarea añadida correctamente.

source: Error trying insert.
es: Error intentando insertar.

source: Error! The work do not exists.
es: Error! La tarea no existe.

source: Error! The work was not updated.
es: Error! La tarea no fue actualizada.

source: Work modify sucessfully.
es: Tarea modificada correctamente.

source: Work deleted sucessfully.
es: Tarea borrada correctamente.

source: Error! The work was not deleted.
es: Error! La tarea no fue borrada.

source: Done! Module configuration updated.
es: Hecho! Configuración del módulo actualizada.

source: Error! Do not found Web Work.
es: Error! Tarea no encontrada.

source: Error! Empty field to try insert a record in DB.
es: Error! Campo vacío al intentar insertar el registro en la BD.

source: No such item found.
es: Registro no encontrado.

source: Error! Deletion attempt failed.
es: Error al intentar borrar.

source: Web Work
es: Trabajo de la Web

source: Delete work
es: Borrar tarea

source: Do you want delete this record?
es: ¿Quieres borrar este registro?

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Display work
es: Mostrar tarea

source: Created on
es: Creado el

source: Last Modification
es: Última Modificación

source: Created by
es: Creada por

source: Assigned to
es: Asignado a

source: Priority
es: Prioridad

source: State
es: Estado

source: Reason
es: Motivo

source: Description
es: Descripción

source: Go Back
es: Volver atrás

source: Fill mandatory fields
es: Rellene los campos obligatorios

source: The user %s do not exist
es: El usuario %s no existe

source: The status is incorrect
es: El estado no es correcto

source: Configuration
es: Configuración

source: View finished tasks
es: Ver Tareas finalizadas

source: Get my tasks
es: Ver mis tareas

source: Modify work
es: Modificar tarea

source: Name
es: Nombre

source: Submit
es: Enviar

source: Modify configuration
es: Modificar configuración

source: Module settings
es: Configuración del módulo

source: Use the character / for separate the values
es: Use el carácter / para separar los valores

source: Status
es: Estado

source: Create work
es: Crear tarea

source: Web Work Administration
es: Administración del Trabajo de la web

source: Filter
es: Filtrar

source: Show
es: Mostrar

source: All
es: Todos

source: Unassigned Tasks
es: Tareas sin asignación

source: Creation
es: Creación

source: Modification
es: Modificación

source: Display Work
es: Mostrar tarea

source: Assign me
es: Asignárnmela

source: No items found.
es: No se encontraron registros.

source: All Tasks
es: Todas las tareas

source: Edit Work
es: Editar tarea

source: Delete Work
es: Borrar tarea
